{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Adds several frosting pieces and lines to help do ficsmas decoration.\r\n\r\nLike the rest of Ficsmas, usable only during that time of year, but with you forever once built!"
			},
			"Translation":
			{
				"Text": "Adds several frosting pieces and lines to help do ficsmas decoration.\r\n\r\nLike the rest of Ficsmas, usable only during that time of year, but with you forever once built!"
			},
			"Key": "18525266491D06224B1120AEAAB4AB7D"
		},
		{
			"Source":
			{
				"Text": "Adds the Gingerbread Foundation Material to the Customizer, from where it can be applied to any standard Foundation or Ramp.\r\n\r\nLike the rest of Ficsmas, usable only during that time of year, but with you forever once built!"
			},
			"Translation":
			{
				"Text": "Adds the Gingerbread Foundation Material to the Customizer, from where it can be applied to any standard Foundation or Ramp.\r\n\r\nLike the rest of Ficsmas, usable only during that time of year, but with you forever once built!"
			},
			"Key": "053473684E92A7DF0EBDEFAE0C29C044"
		},
		{
			"Source":
			{
				"Text": "Adds the Gingerbread Roof Material to the Customizer, from where it can be applied to any standard Roof piece.\r\n\r\nLike the rest of Ficsmas, usable only during that time of year, but with you forever once built!"
			},
			"Translation":
			{
				"Text": "Adds the Gingerbread Roof Material to the Customizer, from where it can be applied to any standard Roof piece.\r\n\r\nLike the rest of Ficsmas, usable only during that time of year, but with you forever once built!"
			},
			"Key": "6F794E3C4EC543DD8AF7D18688706B08"
		},
		{
			"Source":
			{
				"Text": "Adds the Gingerbread Wall Material to the Customizer, from where it can be applied to any standard Wall.\r\n\r\nLike the rest of Ficsmas, usable only during that time of year, but with you forever once built!"
			},
			"Translation":
			{
				"Text": "Adds the Gingerbread Wall Material to the Customizer, from where it can be applied to any standard Wall.\r\n\r\nLike the rest of Ficsmas, usable only during that time of year, but with you forever once built!"
			},
			"Key": "3AC99A1541FE5FF3A2CBDEB28526279D"
		},
		{
			"Source":
			{
				"Text": "An etheral mixture that brings about joy, and the magic of Ficsmas.\r\n\r\nGiven the high energy content it would make a good fuel source in generators."
			},
			"Translation":
			{
				"Text": "An etheral mixture that brings about joy, and the magic of Ficsmas.\r\n\r\nGiven the high energy content it would make a good fuel source in generators."
			},
			"Key": "FD29DCE542653B70F3B9B7839D335E37"
		},
		{
			"Source":
			{
				"Text": "Applied to Foundations and Ramps to convert them to inedible but festive Gingerbread."
			},
			"Translation":
			{
				"Text": "Applied to Foundations and Ramps to convert them to inedible but festive Gingerbread."
			},
			"Key": "6DA831234EE58313A8167FB407D6DB42"
		},
		{
			"Source":
			{
				"Text": "Applied to Roofs to convert them to inedible but festive Gingerbread."
			},
			"Translation":
			{
				"Text": "Applied to Roofs to convert them to inedible but festive Gingerbread."
			},
			"Key": "4BC47BFD4CC11D15C0305FB32974AE59"
		},
		{
			"Source":
			{
				"Text": "Applied to Walls to convert them to the Gingerbread Wall style."
			},
			"Translation":
			{
				"Text": "Applied to Walls to convert them to the Gingerbread Wall style."
			},
			"Key": "20BB34F447347D5684C2CC94BF5568C7"
		},
		{
			"Source":
			{
				"Text": "Bah Humbug"
			},
			"Translation":
			{
				"Text": "Bah Humbug"
			},
			"Key": "5D86474448C83B4B431B4B959E8BE886"
		},
		{
			"Source":
			{
				"Text": "Beaver's Ficsmas Booster"
			},
			"Translation":
			{
				"Text": "Beaver's Ficsmas Booster"
			},
			"Key": "1B66E61546F1E3387ABEC7A09082C346"
		},
		{
			"Source":
			{
				"Text": "Beaver's Ficsmas Booster"
			},
			"Translation":
			{
				"Text": "Beaver's Ficsmas Booster"
			},
			"Key": "B50EF6BD4B2554453F57CA92F60A72CE"
		},
		{
			"Source":
			{
				"Text": "Can be placed on Frosting or elsewhere to add make things look more appealing.\r\nSets almost instantly. Probably why it's not edible."
			},
			"Translation":
			{
				"Text": "Can be placed on Frosting or elsewhere to add make things look more appealing.\r\nSets almost instantly. Probably why it's not edible."
			},
			"Key": "ADA56F1F480B3283B58ED6AD85623AD6"
		},
		{
			"Source":
			{
				"Text": "Compound Curved"
			},
			"Translation":
			{
				"Text": "Compound Curved"
			},
			"Key": "AFCE3A4649D25F88ACB5CC8061DE4D34"
		},
		{
			"Source":
			{
				"Text": "Curvable Frosting"
			},
			"Translation":
			{
				"Text": "Curvable Frosting"
			},
			"Key": "F82131AB4B4F878D3874C082B78E20F5"
		},
		{
			"Source":
			{
				"Text": "Curvable Frosting Thin"
			},
			"Translation":
			{
				"Text": "Curvable Frosting Thin"
			},
			"Key": "7A4D0D2E4ACC3B210D4843B1E981E4E3"
		},
		{
			"Source":
			{
				"Text": "Curved"
			},
			"Translation":
			{
				"Text": "Curved"
			},
			"Key": "07A6E959413ECA955427049740FE86D3"
		},
		{
			"Source":
			{
				"Text": "Enjoy the extra seasonal cheer here and in the A.W.E.S.O.M.E. shop!"
			},
			"Translation":
			{
				"Text": "Enjoy the extra seasonal cheer here and in the A.W.E.S.O.M.E. shop!"
			},
			"Key": "AAFE18B049E0D7C538B0E495509435B2"
		},
		{
			"Source":
			{
				"Text": "Ficsmas Spirit"
			},
			"Translation":
			{
				"Text": "Ficsmas Spirit"
			},
			"Key": "3E329BF046BE378AEF79B1BEC6BA5497"
		},
		{
			"Source":
			{
				"Text": "Frosting"
			},
			"Translation":
			{
				"Text": "Frosting"
			},
			"Key": "E54D6AF94F79EC1663B7DD883870115E"
		},
		{
			"Source":
			{
				"Text": "Frosting Decoration Kit"
			},
			"Translation":
			{
				"Text": "Frosting Decoration Kit"
			},
			"Key": "42AB690F44707688DFD9188551EE2DF1"
		},
		{
			"Source":
			{
				"Text": "Frosting Drop"
			},
			"Translation":
			{
				"Text": "Frosting Drop"
			},
			"Key": "C958073B4A7CE3C6839A0A83231B0289"
		},
		{
			"Source":
			{
				"Text": "Frosting Icicle"
			},
			"Translation":
			{
				"Text": "Frosting Icicle"
			},
			"Key": "59E4312F4DEDF6B23F9B95912D2C08AF"
		},
		{
			"Source":
			{
				"Text": "Frosting Resource"
			},
			"Translation":
			{
				"Text": "Frosting Resource"
			},
			"Key": "CF59C3104D6AF8E3B1F003A5E6F6AD39"
		},
		{
			"Source":
			{
				"Text": "Gingerbread"
			},
			"Translation":
			{
				"Text": "Gingerbread"
			},
			"Key": "2DF14CE84B8FE670CEB3C68FE3247586"
		},
		{
			"Source":
			{
				"Text": "Gingerbread Foundation"
			},
			"Translation":
			{
				"Text": "Gingerbread Foundation"
			},
			"Key": "9C6827F04D0CD2A8DE12F0AA28D1D620"
		},
		{
			"Source":
			{
				"Text": "Gingerbread Foundation Material"
			},
			"Translation":
			{
				"Text": "Gingerbread Foundation Material"
			},
			"Key": "5A13EF7B40086F0C9F05BD9E2EE460BF"
		},
		{
			"Source":
			{
				"Text": "Gingerbread Material"
			},
			"Translation":
			{
				"Text": "Gingerbread Material"
			},
			"Key": "BD76ED8749FDF8DA17D78F8DCFDBBD8B"
		},
		{
			"Source":
			{
				"Text": "Gingerbread Roof"
			},
			"Translation":
			{
				"Text": "Gingerbread Roof"
			},
			"Key": "13605ABF437FC099A23659AAD34DA1B3"
		},
		{
			"Source":
			{
				"Text": "Gingerbread Roof Material"
			},
			"Translation":
			{
				"Text": "Gingerbread Roof Material"
			},
			"Key": "13416F5C4B9943B4281C529FB75651A7"
		},
		{
			"Source":
			{
				"Text": "Gingerbread Wall"
			},
			"Translation":
			{
				"Text": "Gingerbread Wall"
			},
			"Key": "2EF9521E4DA7DD5C6CEC269B8F28826B"
		},
		{
			"Source":
			{
				"Text": "Gingerbread Wall Material"
			},
			"Translation":
			{
				"Text": "Gingerbread Wall Material"
			},
			"Key": "9FE9B06F4D558DCA9BF186BE099FFE9B"
		},
		{
			"Source":
			{
				"Text": "Learn how to set a machine to bake Gingerbread. Just ignore the fact no ginger grows here."
			},
			"Translation":
			{
				"Text": "Learn how to set a machine to bake Gingerbread. Just ignore the fact no ginger grows here."
			},
			"Key": "7704BBD943148801778EA4A271683C7E"
		},
		{
			"Source":
			{
				"Text": "Learn how to set a machine to make the Frosting. The recipe is a bit beyond you traditional human cooking."
			},
			"Translation":
			{
				"Text": "Learn how to set a machine to make the Frosting. The recipe is a bit beyond you traditional human cooking."
			},
			"Key": "A3D50A364CF2386208A022A6F56BF888"
		},
		{
			"Source":
			{
				"Text": "Simple Draw"
			},
			"Translation":
			{
				"Text": "Simple Draw"
			},
			"Key": "4BA45FB644BDDC8369BD0A9C6A5F862B"
		},
		{
			"Source":
			{
				"Text": "Snaps to other Frosting and various other structural buildings.\r\nDraw out easy icicles, sets almost instantly. Probably why it's not edible or dangerous."
			},
			"Translation":
			{
				"Text": "Snaps to other Frosting and various other structural buildings.\r\nDraw out easy icicles, sets almost instantly. Probably why it's not edible or dangerous."
			},
			"Key": "B66165C9435DD2D214B2F68E19C5B425"
		},
		{
			"Source":
			{
				"Text": "Snaps to other Frosting and various other structural buildings.\r\nSets almost instantly. Probably why it's not edible."
			},
			"Translation":
			{
				"Text": "Snaps to other Frosting and various other structural buildings.\r\nSets almost instantly. Probably why it's not edible."
			},
			"Key": "83C6D09245D4724BC2D47EBF0C3D3B3D"
		},
		{
			"Source":
			{
				"Text": "Spirit of Ficsmas"
			},
			"Translation":
			{
				"Text": "Spirit of Ficsmas"
			},
			"Key": "7B2C795F49F017E7818344BE7398BF93"
		},
		{
			"Source":
			{
				"Text": "Start interacting with Ficsmas to get the bauble rolling."
			},
			"Translation":
			{
				"Text": "Start interacting with Ficsmas to get the bauble rolling."
			},
			"Key": "11BB68BD421F55791AF25A99287342A3"
		},
		{
			"Source":
			{
				"Text": "This versatile holiday building material is ready for action.\r\nSurprisingly inedible. Disappointing."
			},
			"Translation":
			{
				"Text": "This versatile holiday building material is ready for action.\r\nSurprisingly inedible. Disappointing."
			},
			"Key": "4E0C1AF140C39898A7F52C8D6C157858"
		},
		{
			"Source":
			{
				"Text": "This versatile holiday decoration material is ready for action.\r\nSurprisingly inedible. Disappointing.\r\n\r\nMade from, by, or for. It's not quite clear!"
			},
			"Translation":
			{
				"Text": "This versatile holiday decoration material is ready for action.\r\nSurprisingly inedible. Disappointing.\r\n\r\nMade from, by, or for. It's not quite clear!"
			},
			"Key": "FD9F05AB425E4562D6B1DCAB3A6D9DB7"
		},
		{
			"Source":
			{
				"Text": "Visit with three ghosts that share the spirit of the season!"
			},
			"Translation":
			{
				"Text": "Visit with three ghosts that share the spirit of the season!"
			},
			"Key": "2B91C8AB4F9EC9A5225E0DB860031541"
		},
		{
			"Source":
			{
				"Text": "Who needs all this merrymaking, good coal and stout industry will serve better. Humbug I say."
			},
			"Translation":
			{
				"Text": "Who needs all this merrymaking, good coal and stout industry will serve better. Humbug I say."
			},
			"Key": "EA0ED7BE49DAEF03AB029DB0C654AFD1"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "AbbreviatedDisplayName",
			"Children": [
				{
					"Source":
					{
						"Text": "Frstn"
					},
					"Translation":
					{
						"Text": "Frstn"
					},
					"Key": "Frosting"
				},
				{
					"Source":
					{
						"Text": "GngrB"
					},
					"Translation":
					{
						"Text": "GngrB"
					},
					"Key": "Gingerbread"
				},
				{
					"Source":
					{
						"Text": "Spirit"
					},
					"Translation":
					{
						"Text": "Spirit"
					},
					"Key": "Ficsmas Spirit"
				}
			]
		}
	]
}